"{\"class_name\": \"Tokenizer\", \"config\": {\"num_words\": 500, \"filters\": \"!\\\"#$%&()*+,-./:;<=>?@[\\\\]^_`{|}~\\t\\n\", \"lower\": true, \"split\": \" \", \"char_level\": false, \"oov_token\": null, \"document_count\": 33000, \"word_counts\": \"{\\\"mary\\\": 19112, \\\"moved\\\": 12805, \\\"to\\\": 66000, \\\"the\\\": 66000, \\\"bathroom\\\": 12964, \\\"john\\\": 19273, \\\"went\\\": 26511, \\\"hallway\\\": 12844, \\\"where\\\": 11000, \\\"is\\\": 11000, \\\"eos\\\": 11000, \\\"daniel\\\": 19211, \\\"back\\\": 13140, \\\"sandra\\\": 19404, \\\"garden\\\": 12928, \\\"office\\\": 12798, \\\"journeyed\\\": 13326, \\\"travelled\\\": 13358, \\\"bedroom\\\": 12704, \\\"kitchen\\\": 12762}\", \"word_docs\": \"{\\\"bathroom\\\": 9093, \\\"to\\\": 11000, \\\"moved\\\": 7342, \\\"john\\\": 11079, \\\"the\\\": 11000, \\\"went\\\": 9773, \\\"mary\\\": 11098, \\\"hallway\\\": 8954, \\\"is\\\": 11000, \\\"where\\\": 11000, \\\"eos\\\": 11000, \\\"back\\\": 7480, \\\"sandra\\\": 11119, \\\"garden\\\": 9013, \\\"daniel\\\": 11082, \\\"journeyed\\\": 7584, \\\"office\\\": 8932, \\\"travelled\\\": 7551, \\\"bedroom\\\": 8871, \\\"kitchen\\\": 8919}\", \"index_docs\": \"{\\\"11\\\": 9093, \\\"1\\\": 11000, \\\"14\\\": 7342, \\\"5\\\": 11079, \\\"2\\\": 11000, \\\"3\\\": 9773, \\\"7\\\": 11098, \\\"13\\\": 8954, \\\"19\\\": 11000, \\\"18\\\": 11000, \\\"20\\\": 11000, \\\"10\\\": 7480, \\\"4\\\": 11119, \\\"12\\\": 9013, \\\"6\\\": 11082, \\\"9\\\": 7584, \\\"15\\\": 8932, \\\"8\\\": 7551, \\\"17\\\": 8871, \\\"16\\\": 8919}\", \"index_word\": \"{\\\"1\\\": \\\"to\\\", \\\"2\\\": \\\"the\\\", \\\"3\\\": \\\"went\\\", \\\"4\\\": \\\"sandra\\\", \\\"5\\\": \\\"john\\\", \\\"6\\\": \\\"daniel\\\", \\\"7\\\": \\\"mary\\\", \\\"8\\\": \\\"travelled\\\", \\\"9\\\": \\\"journeyed\\\", \\\"10\\\": \\\"back\\\", \\\"11\\\": \\\"bathroom\\\", \\\"12\\\": \\\"garden\\\", \\\"13\\\": \\\"hallway\\\", \\\"14\\\": \\\"moved\\\", \\\"15\\\": \\\"office\\\", \\\"16\\\": \\\"kitchen\\\", \\\"17\\\": \\\"bedroom\\\", \\\"18\\\": \\\"where\\\", \\\"19\\\": \\\"is\\\", \\\"20\\\": \\\"eos\\\"}\", \"word_index\": \"{\\\"to\\\": 1, \\\"the\\\": 2, \\\"went\\\": 3, \\\"sandra\\\": 4, \\\"john\\\": 5, \\\"daniel\\\": 6, \\\"mary\\\": 7, \\\"travelled\\\": 8, \\\"journeyed\\\": 9, \\\"back\\\": 10, \\\"bathroom\\\": 11, \\\"garden\\\": 12, \\\"hallway\\\": 13, \\\"moved\\\": 14, \\\"office\\\": 15, \\\"kitchen\\\": 16, \\\"bedroom\\\": 17, \\\"where\\\": 18, \\\"is\\\": 19, \\\"eos\\\": 20}\"}}"